<?php

return [
    'register_success' => 'تم التسجيل بنجاح',
    'login_success' => 'تم تسجيل الدخول بنجاح',
    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'email' => 'حقل البريد الإلكتروني مطلوب.',
    'password' => 'حقل كلمة المرور مطلوب.',
    'name' => 'حقل الاسم مطلوب.',
    'role_id' => 'حقل معرف الدور مطلوب.',
    'email_unique' => 'البريد الإلكتروني مستخدم بالفعل.',
    'password_min' => 'يجب أن تكون كلمة المرور 8 أحرف على الأقل.',
    'password_confirmed' => 'تأكيد كلمة المرور غير متطابق.',
];